Revit 2026 API

# ModelPathUtilsCloudRegionUS Property

---

The name of cloud region US.

**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public static string CloudRegionUS { get; }
```
```vb
Public Shared ReadOnly Property CloudRegionUS As String
	Get
```
```cpp
public:
static property String^ CloudRegionUS {
	String^ get ();
}
```
```fsharp
static member CloudRegionUS : string with get
```

#### Property Value

String

#### Reference

ModelPathUtils Class

Autodesk.Revit.DB Namespace